Repository: wpmudev/custom-sidebars
Catalog: lang/custom-sidebars-*.po
Languages: fr_fr

source: You do not have permission to delete sidebars
fr_fr: Vous n'avez pas la permission de supprimer des Sidebars

source: The sidebar "%s" has been deleted.
fr_fr: La Sidebar "%s" a été supprimé.

source: There was not any sidebar called "%s" and it could not been deleted.
fr_fr: Il n'y avait pas de Sidebar nommée "%s" et ne peut donc être supprimée.

source: Custom sidebars
fr_fr: Sidebars Personnalisées

source: The custom sidebars settings has been updated successfully.
fr_fr: Les paramètres des Sidebars personnalisées ont bien été mis à jour.

source: The default sidebars have been updated successfully.
fr_fr: La Sidebar par défaut à bien été mise à jour.

source: You have to fill all the fields to create a new sidebar.
fr_fr: Vous devez remplir tous les champs pour créer une nouvelle Sidebar.

source: The sidebar has been created successfully.
fr_fr: La Sidebar a bien été créée.

source: There is already a sidebar registered with that name, please choose a different one.
fr_fr: Une Sidebar existe déjà avec ce nom, merci d'en choisir un autre.

source: The operation is not secure and it cannot be completed.
fr_fr: Cette opération n'est pas sécurisée et ne peut être complétée.

source: The sidebar "%s" has been updated successfully.
fr_fr: La Sidebar "%s" à bien été crée.

source: Create a new sidebar
fr_fr: Créer une nouvelle Sidebar

source: The Custom Sidebars data has been removed successfully,
fr_fr: Les données de votre Sidebar personnelle ont été supprimées avec succès,

source: You can assign specific sidebars to this post, just select a sidebar and the default one will be replaced, if it is available on your template.
fr_fr: Vous pouvez assigner une Sidebar spécifique à cet article, sélectionnez une Sidebar et celle par défaut sera remplacée, si cela est permis dans votre template.

source: There are not replaceable sidebars selected. You can define what sidebar will be able for replacement in the <a href="themes.php?page=customsidebars">Custom Sidebars config page</a>.
fr_fr: Il n'y a pas de Sidebars de remplacement sélectionnée. Vous pouvez définir quelle Sidebar sera choisi pour le remplacement dans la <a href="themes.php?page=customsidebars">page de configuration des Sidebars Personnalisées</a>.

source: These replacements will be applied to every single post that matches a certain post type or category.
fr_fr: Ces remplacements seront appliqués à chaque article correspondant à un certain type d'article ou de catégorie.

source: The sidebars by categories work in a hierarchycal way, if a post belongs to a parent and a child category it will show the child category sidebars if they are defined, otherwise it will show the parent ones. If no category sidebar for post are defined, the post will show the post post-type sidebar. If none of those sidebars are defined, the theme default sidebar is shown.
fr_fr: Les barres latérales par des catégories fonctionnent d'une manière hiérarchique, si un article appartient à un parent et à une catégorie enfant cela montrera les Sidebars de la catégorie enfant s'ils sont définis, autrement cela montrera celles du parent. Si aucune Sidebar de catégorie pour l'article ne sont définies, l'article montrera une Sidebar d'article type. Si aucune de ces Sidebars n'est définie, la barre latérale par défaut du thème est montrée.

source: By category
fr_fr: Par catégorie

source: There are no replaceable sidebars selected. You must select some of them in the form above to be able for replacing them in all the post type entries.
fr_fr: Il n'y a pas de Sidebar sélectionnée qui puisse être remplacée. Vous devez en choisir au moins une depuis le menu au dessus pour les remplacer dans tous les types

source: There are no categories available.
fr_fr: Il n'y a pas de catégories disponibles.

source: By post type
fr_fr: Par types d'articles

source: Save Changes
fr_fr: Sauvegarder vos changements

source: You can define specific sidebars for the different Wordpress pages. Sidebars for lists of posts pages work in the same hierarchycal way than the one for single posts.
fr_fr: Vous pouvez définir des Sidebars spécifiques pour les différentes pages de Wordpress. Les Sidebars pour les listes de pages fonctionnent de la même manière hiérarchisée que celles pour les articles simples.

source: Name
fr_fr: Nom

source: <b>Caution:</b> Before-after title-widget properties define the html code that will wrap the widgets and their titles in the sidebars, more info about them on the <a href="http://justintadlock.com/archives/2010/11/08/sidebars-in-wordpress?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed %3A+JustinTadlock+%28Justin+Tadlock%29&utm_content=Google+Reader">Justin Tadlock Blog</a>. Do not use these fields if you are not sure what you are doing, it can break the design of your site. Leave these fields blank to use the theme sidebars design.
fr_fr: <b>Attention : </b>Ce sont les propriétés Avant-après du Widget qui vont définir le code HTML et qui vont régir sur les Widgets et leurs titres dans les Sidebars. Plus d'infos à leur propos sur <a href="http://justintadlock.com/archives/2010/11/08/sidebars-in-wordpress?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed %3A+JustinTadlock+%28Justin+Tadlock%29&utm_content=Google+Reader">Le Blog de Justin Tadlock</a>. N'utilisez pas ces champs si vous n'êtes pas sur de ce que vous faites, cela peut casser le design de votre site. Laissez ces champs vides pour utiliser le design des Sidebars de votre thème.

source: After Title
fr_fr: Après Titre

source: After Widget
fr_fr: Après Widget

source: Before Title
fr_fr: Avant Titre

source: Before Widget
fr_fr: Avant Widget

source: Custom Sidebars
fr_fr: Sidebars Personnalisées

source: Default Sidebars
fr_fr: Sidebars par défaut

source: Edit Sidebar
fr_fr: Éditer la Sidebar

source: New Sidebar
fr_fr: Nouvelle Sidebar

source: When a custom sidebar is created, it is shown in the widgets page. There you will be able to configure it.
fr_fr: Lorsqu'une barre latérale est créée, elle sera visible sur la page des Widgets. De là, vous pourrez les configurer.

source: The name has to be unique.
fr_fr: Le nom doit être unique.

source: Create Sidebar
fr_fr: Créer une Sidebar

source: Replaceable Sidebars
fr_fr: Sidebars remplaçable

source: Select here the sidebars available for replacing. They will appear for replace when a post or page is edited or created. They will be also available in the default sidebars page. You can select several bars holding the SHIFT key when clicking on them.
fr_fr: Choisir ici les Sidebars disponibles pour le remplacement. Elles apparaîtront lorsqu'un article ou une page est éditée ou créée. Elles seront aussi disponibles dans la page par défaut des Sidebars. Vous pouvez choisir plusieurs barres en laissant la touche SHIT enfoncée lorsque vous cliquez dessus.

source: Select the boxes available for substitution
fr_fr: Sélectionnez les boîtes disponibles pour le remplacement

source: All the Custom Sidebars
fr_fr: Toutes les Sidebars personnalisées

source: If a sidebar is deleted and is currently on use, the posts and pages which uses it will show the default sidebar instead.
fr_fr: Si une Sidebar est supprimée et en cours d'utilisation, les articles et les pages qui l'utilisent montreront la Sidebar par défaut à la place.

source: Are you sure to delete this sidebar?
fr_fr: Êtes-vous sur de vouloir supprimer cette Sidebar ?

source: Configure Widgets
fr_fr: Configurer les Widgets

source: Edit
fr_fr: Éditer

source: Delete
fr_fr: Supprimer

source: There are no custom sidebars available. You can create a new one using the left form.
fr_fr: Il n'y a pas de Sidebars personnalisées de disponibles. Vous pouvez en créer une nouvelle en utilisant le formulaire de gauche.

source: Reset Sidebars
fr_fr: Remise à zéro des Sidebars

source: Click on the button below to delete all the Custom Sidebars data from the database. Keep in mind that once the button is clicked you will have to create new sidebars and customize them to restore your current sidebars configuration.</p><p>If you are going to uninstall the plugin permanently, you should use this button before, so there will be no track about the plugin left in the database.
fr_fr: Cliquez sur le bouton ci-dessous pour supprimer toutes les Sidebars Personnalisées de la base de donnée. Gardez à l'esprit qu'une fois ce bouton cliqué, vous devrez créer de nouvelles Sidebars et de les personnaliser pour restaurer votre configuration des Sidebars.</p><p>Si vous supprimez cette Extension définitivement, vous devriez d'abord utiliser ce bouton pour qu'il n'y ai plus aucune trace de l'Extension dans votre base de données.

source: Are you sure to reset the sidebars?
fr_fr: Êtes-vous sur de vouloir supprimer cette Sidebar ?

source: There has been an error storing the sidebars. Please, try again.
fr_fr: Une erreur s'est produite lors du stockage de la Sidebar. Merci de réessayer.

source: Unknown sidebar.
fr_fr: Sidebar inconnue.

source: In a singular post or page
fr_fr: Dans un article ou une page seule

source: To set the sidebar for a single post or page just set it when creating/editing the post.
fr_fr: Pour définir les Sidebars pour chaque article ou page, définissez-la lors de la création/édition de l'article

source: As the default sidebar for single entries
fr_fr: Comme Sidebar par défaut pour les entrées seules

source: As the default sidebars for archives
fr_fr: Comme Sidebar défaut pour les archives

source: Click to toogle
fr_fr: Cliquez pour alterner

source: <- Set %s here.
fr_fr: <- Mettre %s ici.

source: Default sidebars for single entries
fr_fr: Sidebars par défaut pour des entrées seules

source: These replacements will be applied to every entry post that matches a certain post type or category.
fr_fr: Ces remplacements seront appliqués à chaque article correspondant à un type d'article ou catégorie.

source: Default sidebars for archives
fr_fr: Sidebars par défaut pour les archives

source: You can define specific sidebars for the different Wordpress archive pages. Sidebars for archives pages work in the same hierarchycal way than the one for single posts.
fr_fr: Vous pouvez définir des Sidebars spécifiques pour les différentes pages d'archives de Wordpress. Les Sidebars pour les pages d'archives fonctionnent de la même manière hiérarchique que celles pour les articles simples.

source: Do you like this free plugin? Support its development with a donation and <b>get rid of this banner</b> :)
fr_fr: Vous aimez cette extension gratuite ? Aidez son développement avec une donation et <b>débarrassez-vous de cette bannière</b> :)

source: Your banner has been removed
fr_fr: Votre bannière a été supprimée

source: Thanks so much for your donation, that stupid banner won't disturb you any longer!
fr_fr: Un grand merci pour votre donation, cette stupide bannière ne vous dérangera pas plus longtemps !

source: Ooops! The code seems to be wrong
fr_fr: Oups ! Le code semble être erroné

source: You must follow the link as provided in the plugin website to remove your banner.
fr_fr: Vous devez cliquer sur le lien donné dans le site Internet de l'extension pour enlever votre bannière.

source: If you did so and it did not work, try to <a href="http://marquex.es/contact" target="_blank">contact the author of the plugin</a>.
fr_fr: Si vous avez fait ainsi et que cela ne marche pas, essayez de <a href="http://marquex.es/contact" target="_blank">contacter l'auteur de l'extension</a>.

source: Thanks for donate
fr_fr: Merci de votre donation

source: You are using an old browser that doesn't support draggin widgets to a recently created sidebar. Refresh the page to add widgets to this sidebar and think about to update your browser.
fr_fr: Vous utilisez un vieux navigateur qui ne supporte pas de déposer des Widgets dans une Sidebar récemment créée. Rafraîchissez la page pour ajouter des Widgets à cette Sidebar et pensez aussi à mettre votre navigateur à jour.

source: Where do you want the sidebar?
fr_fr: Où voulez-vous cette Sidebar ?

source: Where?
fr_fr: Où ?

source: Advanced Edit
fr_fr: Édition avancée

source: Cancel
fr_fr: Annuler

source: Save
fr_fr: Sauvegarder

source: Are you sure that you want to delete the sidebar
fr_fr: Êtes-vous sur de vouloir supprimer cette Sidebar ?

source: You are using an old browser and some features of custom sidebars are not available. You will be notified when you try to use them but, have you ever think about update your browser?
fr_fr: Vous utilisez un navigateur trop ancien et certaines fonctionnalités du plug-in ne sont pas disponibles. Vous en serez notifié quand vous essaierez de les utiliser mais, n'avez-vous jamais pensé à mettre votre navigateur à jour ?

source: Main blog page
fr_fr: Page principale du blog

source: Category archives
fr_fr: Archives par catégories

source: Post-type archives
fr_fr: Archives par articles

source: Tag archives
fr_fr: Archives par tags

source: Author archives
fr_fr: Archives par auteur

source: Date archives
fr_fr: Archives par date

source: Search results page
fr_fr: Résultats de votre recherche
